brew "zsh"
brew "chezmoi"
brew "bash"
brew "coreutils"
brew "fd"
brew "git"
brew "ripgrep"
brew "neovim"
brew "tmux"
brew "eza"
brew "htop"
brew "jq"
brew "docker"
brew "docker-compose"
brew "colima"
brew "tldr"
brew "age"
brew "difftastic"
brew "rbenv"
brew "wget"
brew "httpie"
brew "kubectl"
brew "kubectx"
brew "kind"
brew "git-absorb"
brew "openjdk@8"
brew "openjdk@11"
brew "openjdk@17"
brew "fzf"
brew "zsh-syntax-highlighting"
cask "firefox"
cask "flux"
cask "alacritty"
cask "alt-tab"
cask "sioyek"
cask "the-unarchiver"
cask "maccy"
cask "keepassxc"
cask "karabiner-elements"
cask "font-cascadia-code"
