{
	"LuaSnip": {
		"branch": "master"
	},
	"blink.cmp": {
		"branch": "main"
	},
	"diffview.nvim": {
		"branch": "main"
	},
	"ef-themes.nvim": {
		"branch": "main"
	},
	"fzf-lua": {
		"branch": "main"
	},
	"hop.nvim": {
		"branch": "master"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"neogit": {
		"branch": "master"
	},
	"nvim-autopairs": {
		"branch": "master"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "main"
	},
	"oil.nvim": {
		"branch": "master"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"rustaceanvim": {
		"branch": "master"
	},
	"vim-commentary": {
		"branch": "master"
	},
	"vim-repeat": {
		"branch": "master"
	},
	"vim-surround": {
		"branch": "master"
	},
	"zoomwintab.vim": {
		"branch": "master"
	}
}
